tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "wez/wezterm"
brew "bat"
brew "boost"
brew "glib"
brew "catch2"
brew "ccache"
brew "cmake"
brew "doxygen"
brew "exa"
brew "fd"
brew "fmt"
brew "gawk"
brew "git"
brew "gitui"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "gtop"
brew "helix"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "llvm"
brew "mas"
brew "msgpack-cxx"
brew "neovim"
brew "ninja"
brew "nodebrew"
brew "peco"
brew "portmidi"
brew "pyenv"
brew "qt@5"
brew "rename"
brew "sheldon"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "watch"
brew "watchexec"
brew "wget"
cask "font-hack-nerd-font"
cask "keycastr"
cask "raycast"
cask "wezterm"
mas "Bear", id: 1091189122
mas "GoodNotes", id: 1444383602
mas "LINE", id: 539883307
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "ScreenPointer", id: 1368204906
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
